Repository: common-repository/simple-metadata-generator
Catalog: languages/simplemetadatagenerator-*.po
Languages: nl

source: Métadonnées
nl: Metadata

source: Affichage des métadonnées
nl: Metadata weergeven

source: Identifiant Twitter
nl: ID Twitter

source: Type de carte (Twitter)
nl: Type kaart (Twitter)

source: Image par défaut (OG et Twitter)
nl: Afbeelding standaard (OG en Twitter)

source: HTML Description
nl: HTML-beschrijving

source: HTML Keywords
nl: HTML-trefwoorden

source: Envoyer votre image
nl: Uw afbeelding verzenden

source: Voir les tailles recommandées par les réseaux sociaux pour le partage, 800px minimum.
nl: Zie de maten aanbevolen door sociale netwerken voor het delen, 800px minimum.

source: Supprimer l'image
nl: Verwijder de afbeelding

source: Type de présentation : résumé (petite image) ou résumé avec une grande image.
nl: Soort presentatie: (kleine afbeelding) samenvatting of samenvatting met een grote afbeelding.

source: @monId
nl: @mijnID

source: Votre identifiant Twitter @MonNom
nl: ID Twitter toevoegen (@mijnNaam)

source: Entrez maximum 20 mots-clés, séparés par une virgule. Ils doivent décrire le plus précisément votre site/vos contenus
nl: Voer maximaal 20 trefwoorden, gescheiden door een komma. Ze moeten nauwkeurig beschrijven uw site / inhoud

source: La métadonnée "Description" ne peut comporter plus de 200 signes. Son contenu s'affiche, par exemple, comme description dans les résultats des moteurs de recherche ou comme texte par défaut lors du partage sur les réseaux sociaux.
nl: Deze metadata mogen niet meer dan 200 tekens bevatten. De inhoud ervan wordt bijvoorbeeld weergegeven als een beschrijving in zoekmachine resultaten of als de standaardtekst bij het delen op sociale netwerken.

source: <p id="txt">4 types de métadonnées sont disponibles : Open Graph, Twitter Card, Dublin Core et les métadonnées HTML relatives aux mots-clés et à la description du site/des contenus.</p>
nl: <p id="txt">Er zijn 4 soorten metadata beschikbaar: Open Graph, Twitter-kaart, Dublin Core en HTML.</p>

source: Choisir votre image
nl: Kies uw afbeelding

source: Utiliser cette image
nl: Deze afbeelding gebruiken

source: Ajoute automatiquement les métadonnées HTML, Open Graph, Twitter Card et Dublin Core aux pages de votre thème.
nl: Voegt automatisch HTML, Open Graph-, Twitter Card-en Dublin Core metadata toe aan uw themapagina's.
